Repository: ximartgithup/cakebiblioteca
Catalog: resources/locales/*/default.po
Languages: es

source: Attachment controller - no class or foreignKey error.
es: Attachment controller - no existe la clase o error de foreingKey

source: errors in form
es: errores en el formulario

source: Recent Changes for all languages
es: Cambios recientes para todos los lenguajes

source: Recent Changes
es: Cambios Recientes

source: Invalid Node.
es: Nodo inválido

source: Your comment has been added
es: Tu comentario ha sido agregado

source: Please correct errors below.
es: Por favor corrija los siguientes errores

source: No permissions to see comments for that section
es: No tiene privilegios para ver los comentarios de esa sección

source: Invalid Comment.
es: Comentario inválido

source: Recent Comments
es: Comentarios Recientes

source: Recent Comments for all languages
es: Comentarios Recientes para todos los lenguajes

source: Invalid Collection
es: Colección inválida

source: Thanks for your contribution! Your suggestion has been submitted for review.
es: ¡Gracias por tu contribución! Tu sugerencia ha sido enviada para revisarse

source: This function is for comparing different (public) language content
es: Esta función es para comparar contenidos públicos de lenguajes distintos

source: Only current and previous revisions can be viewed
es: Solo la versión actual y la anterior pueden ser vistas

source: Only possible to compare revisions of the same node
es: Sólo es posible comparar revisiones del mismo nodo

source: Current Pending revisions
es: Revisiones pendientes

source: Default Title
es: Titulo por Omisión

source: Default Content
es: Contenido por omisión

source: accepted
es: aceptado

source: not accepted
es: no aceptado

source: pending
es: pendiente

source: Comment: %s
es: Commentario: %s

source: %1$s %2$s comment
es: %s %s comentario

source: Comments: %1$s
es: Comentarios: %s

source: No Comments yet!
es: ¡Aún no hay comentarios!

source: Add a comment
es: Añadir un comentario

source: This page as a feed
es: Esta página como un fuente (rss)

source: Images/Files associated with this content
es: Imagenes/Archivos asociados a este contenido

source: unknown
es: desconocido

source: Login to add a comment
es: Inicia sesión para añadir un comentario

source: Do you want to highlight a problem in the text? %1$s
es: ¿Quieres indicar un problema con este texto? %1%s

source: You can change it
es: Puedes cambiarla

source: Do you want help with this topic? There are ways to %1$s and more appropriate places to %2$s for %3$s
es: ¿Quieres ayuda con este asundo? Hay maneras de %1$s, y sitios mas apropriadas de %2%s para %3%$s

source: help yourself
es: ayudar tu mismo

source: ask
es: preguntar

source: help
es: ayuda

source: Do you want to highlight a problem with the application? %1$s or %2$s
es: ¿Quieres indicar un problema con este aplicacion web? %1%s o or %2$s

source: You can ticket it
es: Puedes crear un ticket

source: You can fix it
es: puedes arreglarlo

source: Tips
es: Consejos

source: Please review %1$s to ensure consistency.
es: Por favor revisa %s

source: Before being accepted, new content must be available in %1$s. Please submit your suggestion in %2$s if possible
es: Antes de ser aceptada, contribuciones tiene que ser disponible en %s. Por favor enviar tu sugurencia en %s si es posible

source: English
es: inglés

source: More information about translations
es: Mas info sobre traduciones

source: There is no translation yet for this section. Please help out and %1$s.
es: Todavia no hay una traducion de este texto. Por favor ayudanos y %s.

source: translate this
es: traducirla

source: There is no translation for this section please submit one
es: No hay una traducion de este texto, Por favor enviar una

source: The original text for this section has changed since it was translated. Please help resolve this difference. You can:
es: El texto original ha cambiado despues que la traduccion. Por favor ayundanos a reslover este differencia. Puedes:

source: See what has changed
es: Ver que ha cambiado

source: Compare the current text to the original
es: Comparar con el texto original

source: No %1$s translation yet for %2$s
es: Aun no hay traduccion %1$s para %2$s

source: Also available in %1$s
es: También disponible en %s

source: Login with your Bakery account
es: Inicia sesión con tu cuenta Bakery

source: Not got one? Hop on over to %s and sign up
es: ¿No tienes? Ve a %s e inscríbete

source: Translate
es: Traducir

source: Edit
es: Editar

source: Don't like this text? Submit your thoughts
es: ¿No ti gusta este texto? Enviar tu sugurencia

source: View just this section
es: Ver sólo esta sección

source: there is a pending change for this section
es: Hay un cambio pendiente para esta sección

source: History
es: Historia

source: This text may be out of sync with the English version
es: Este texto puede diverger de la versión original

source: Compare to original content
es: Comparar con el contenido original

source: Page %s
es: Página %s

source: « previous
es: « anterior

source: Next »
es: Siguiente »

source: How'd you like them apples?
es: ¿Que ti parece?

source: How's that for a slice of fried gold?
es: ¿Que ti parece?

source: How's that for a slice of cake?
es: ¿Que ti parece?

source: Are we done yet?
es: ¿Hemos terminado?

source: Save it
es: Grabar

source: Search
es: Buscar

source: Collection
es: Colección

source: Search term
es: Termino de busqeda

source: Logged in as %1$s
es: Registrado como %s

source: Logout
es: Cerrar sesión

source: Login
es: Iniciar sesión

source: Top Contributors
es: Principales contribuidores

source: About CakePHP
es: Acerca de CakePHP

source: Donate
es: Donar

source: All in one page
es: Todo en una página

source: Suggest a new section here
es: Sugerir una nueva sección aquí

source: Table of Contents
es: Tabla de contenidos

source: see fully expanded table of contents (only)
es: ver únicamente la tabla de contenidos expandida

source: Available collections
es: Colecciones disponibles

source: Books in %1$s
es: Libros en %s

source: Mobile version
es: Version mobile

source: Recent comments
es: Comentarios recientes

source: My Submissions
es: Mis contribuciones

source: Pending Submissions
es: Contribuciones pendientes

source: Welcome to %1$s
es: Bienvenido a %s

source: CakePHP: the rapid development php framework
es: CakePHP: el framework de desarrollo rápido

source: Want to know why?
es: ¿Quieres saber porque?

source: Show me a preview before submitting
es: Muéstrame una vista previa antes de enviar

source: under
es: debajo de

source: after
es: despues de

source: Contents. Code in pre tags will be escaped. Submissions with no html formatting will be formatted automatically
es: Contenido. Código en etiquetas pre será escapado. Contribuciones sin formato html seran formateadas automáticamente

source: Optionally explain in brief why you are proposing this addition (In English Please) :)
es: Opcionalmente explica por qué propones esta adición, se breve. (En inglés por favor ) :)

source: Add a new section
es: Agregar nueva sección

source: You are sure? Please check the preview
es: ¿Estás seguro? Por favor verifica.

source: Differences
es: Diferencias

source: What is the reason for the edit? (In English Please) :)
es: ¿Cuál es la razón para este cambio? (En inglés por favor) :)

source: Edit %1$s
es: Editar %s

source: Resources
es: Recursos

source: Current Version
es: Version actual

source: English Version
es: Version inglés

source: Compare to English
es: Comparar al version inglés

source: See what changed
es: Ver que ha cambiado

source: English History
es: Historial version inglés

source: See English edits too
es: Ver los cambios en inglés también

source: Here's a shout out to those who have dedicated time, sweat and tears to write, translate and edit the cookbook contents.
es: Aquí nos dar gracias a los usuarios que han dedicado tiempo a escribir, traducir y mejorar el conentido del CookBook

source: Top %1$s Contributors
es: Principales contribuidores %s

source: %1$s%% translated
es: %s%% traducido

source: The cookbook needs you! No submissions for this language!
es: ¡El CookBook te nececita! No hay traducciónes por este lenguaje.

source: The cookbook needs you! This language will soon be removed if not updated.
es: ¡El CookBook te nececita! Pronto este lenguaje sera quitado si no hay actualizaciones.

source: The cookbook needs you! No updates for one month.
es: ¡El CookBook te nececita! No hay actualizaciones por mas que un mes

source: Please help out by updating the translation file
es: Por favor ayuda traduciendo este fichero

source: Want to check the fixed texts used on the site for %1$s? %2$s
es: ¿Quieres compropbar los textos fijos usado por %s? %s

source: We don't have %1$s translations for the fixed texts used on the site. %2$s
es: No tenemos traduciones %s por los textos usado en este sitio. %s

source: These sections either do not have a translation, or the English text has changed since it was translated
es: Estes secciónes no tienen un traducción, o el texto original ha cambiado

source: See comments for this section
es: Ver comentarios para esta sección

source: Search Results
es: Resultados de búsqueda

source: No results
es: Sin resultados

source: Submitted by: %1$s
es: Escrito por: %s

source: Search book.cakephp.org
es: Buscar en book.cakephp.org
